[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:37};
itm1={id:1,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3};
itm10={backcolor:0,bidimode:left-to-right,content:Artist name xyz abcde fg hijklmnpop,font:45,height:68,highcolor:0,hlayout:left,id:22,linespacing:-4,multiline:true,name:Artist_name_xyz,type:TEXTFIELD,visible:true,vlayout:top,width:328,wrapline:wrap-by-word,x:303,y:225,zorder:21};
itm11={id:23,name:Menu_2,refID:4,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:154,y:64,zorder:22};
itm12={height:74,id:25,name:Aud_Playback,refID:14,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,width:676,x:63,y:409,zorder:24};
itm13={backcolor:0,bidimode:left-to-right,content:Device Name,font:33,height:36,highcolor:0,hlayout:left,id:27,linespacing:0,multiline:false,name:Device_Name,type:TEXTFIELD,visible:true,vlayout:middle,width:218,wrapline:no-wrap,x:63,y:164,zorder:25};
itm2={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:12,name:List,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:124,zorder:11,txtfield:{backcolor:0,bidimode:left-to-right,content:List,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:List,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm3={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:13,name:Music_menu,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:200,zorder:12,txtfield:{backcolor:0,bidimode:left-to-right,content:Music menu,font:3,height:70,highcolor:0,hlayout:center,linespacing:-5,multiline:true,name:Music_menu,type:TEXTFIELD,visible:true,vlayout:top,width:144,wrapline:wrap-by-word,x:5,y:1}};
itm4={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:14,name:icon_setting,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:276,zorder:13,imgfield:{backcolor:0,height:36,img:17,layout:normal,name:icon_setting,type:IMAGEFIELD,visible:true,width:36,x:59,y:16,layout_param:{clipx:0,clipy:0}}};
itm5={backcolor:0,bidimode:left-to-right,content:ALBUM,font:33,height:35,highcolor:0,hlayout:left,id:17,linespacing:0,multiline:false,name:ALBUM,type:TEXTFIELD,visible:false,vlayout:middle,width:328,wrapline:no-wrap,x:303,y:162,zorder:16};
itm6={backcolor:0,bidimode:left-to-right,content:Album title rst abcdef,font:45,height:34,highcolor:0,hlayout:left,id:18,linespacing:0,multiline:false,name:Album_title_rst,type:TEXTFIELD,visible:true,vlayout:middle,width:328,wrapline:no-wrap,x:303,y:282,zorder:17};
itm7={backcolor:0,bidimode:left-to-right,content:TRACK,font:33,height:35,highcolor:0,hlayout:left,id:19,linespacing:0,multiline:false,name:TRACK,type:TEXTFIELD,visible:false,vlayout:middle,width:328,wrapline:no-wrap,x:303,y:221,zorder:18};
itm8={backcolor:0,bidimode:left-to-right,content:Music title uvw abcde hijkl mnop,font:33,height:72,highcolor:0,hlayout:left,id:20,linespacing:-5,multiline:true,name:Music_title_uvw,type:TEXTFIELD,visible:true,vlayout:top,width:328,wrapline:wrap-by-word,x:303,y:164,zorder:19};
itm9={backcolor:0,bidimode:left-to-right,content:ARTIST,font:33,height:36,highcolor:0,hlayout:left,id:21,linespacing:0,multiline:false,name:ARTIST,type:TEXTFIELD,visible:false,vlayout:middle,width:328,wrapline:no-wrap,x:303,y:298,zorder:20};

